<template>
  <div class="nsmall-terms-wrap consumer-policy">
    <h2 class="page-title" v-if="getOSByUserAgent() === 'desktop'">소비자분쟁해결기준</h2>

    <div class="terms-tab-wrap tab-size2">
      <ul>
        <li
          v-for="item in state.tabItems"
          :key="item.id"
          :class="{
            'is-active': item.id === state.activeTab
          }"
        >
          <button type="button" class="tab-btn" @click="_onChangeTab(item.id)">{{ item.title }}</button>
        </li>
      </ul>
    </div>

    <div class="terms-tab-content">
      <div class="footTxt" v-if="state.activeTab === TAB_TYPE.TAB1">
        <h5>제1조 [목적]</h5>
        <p>
          이 고시는 소비자기본법 제16조 제2항과 같은 법 시행령 제8조 제3항의 규정에 의해 일반적 소비자분쟁해결기준에
          따라 품목별 소비자분쟁해결기준을 정함으로써 소비자와 사업자(이하 "분쟁당사자"라 한다)간에 발생한 분쟁이
          원활하게 해결될 수 있도록 구체적인 합의 또는 권고의 기준을 제시하는데 그 목적이 있다.
        </p>
        <h5>제2조 [피해구제 청구]</h5>
        <p>
          분쟁당사자간에 합의가 이루어지지 않을 경우 분쟁당사자는 중앙행정기관의 장, 시·도지사, 한국소비자원장 또는
          소비자단체에게 그 피해구제를 청구할 수 있다.
        </p>
        <h5>제3조 [품목 및 보상기준]</h5>
        <p>
          이 고시에서 정하는 대상품목, 품목별분쟁해결기준, 품목별 품질보증기간 및 부품보유기간, 품목별 내용연수표는 각각
          별표 Ⅰ, 별표 Ⅱ, 별표 Ⅲ, 별표 Ⅳ와 같다.
        </p>
        <h5>품목 : 가전제품, 사무용기기, 시계, 광학제품, 아동용품</h5>
        <table
          class="consumer_table"
          summary="품목 : 가전제품, 사무용기기, 시계, 광학제품, 아동용품 <별표Ⅰ> <별표Ⅱ> <일부품목만 발췌>"
        >
          <caption>
            가전제품, 사무용기기, 시계, 광학제품, 아동용품 품목 소비자 분쟁 해결기준
          </caption>
          <colgroup>
            <col />
            <col />
          </colgroup>
          <thead>
            <tr>
              <th scope="col">분쟁유형</th>
              <th scope="col">해결기준</th>
            </tr>
          </thead>
          <tbody>
            <tr>
              <td>1) 구입 후 10일 이내에 정상적인 사용상태에서 발생한 성능ㆍ기능상의 하자로 중요한 수리를 요할 때</td>
              <td>ㆍ제품교환 또는 구입가 환급</td>
            </tr>
            <tr>
              <td>2) 구입 후 1개월 이내에 정상적인 사용상태에서 발생한 성능‧기능상의 하자로 중요한 수리를 요할 때</td>
              <td>ㆍ제품교환 또는 무상수리</td>
            </tr>
            <tr>
              <td>3) 품질보증기간 이내에 정상적인 사용상태에서 발생한 성능 기능상의 하자</td>
              <td>
                <ul class="num_list1">
                  <li>ㆍ하자발생 시 → 무상수리</li>
                  <li>ㆍ수리불가능 시 → 제품교환 또는구입가 환급</li>
                  <li>ㆍ교환불가능 시 → 구입가 환급</li>
                  <li>ㆍ교환된 제품이 1개월 이내에 중요한 수리를 요할 때 → 구입가 환급</li>
                </ul>
              </td>
            </tr>
            <tr>
              <td>4) 소비자가 수리 의뢰한 제품을 사업자가 분실한 경우</td>
              <td>
                <ul class="num_list1">
                  <li>ㆍ품질보증기간 이내 → 제품교환 또는구입가 환급</li>
                  <li>ㆍ품질보증기간 경과 후 → 정액감가상각한 금액에 10%를 가산하여 환급 (최고한도 :구입가격)</li>
                </ul>
              </td>
            </tr>
            <tr>
              <td>5) 부품보유기간 이내에 수리용 부품을 보유하고 있지 않아 발생한 피해</td>
              <td>
                <ul class="num_list1">
                  <li>- 품질보증기간 이내</li>
                  <li>ㆍ정상적인 사용 상태에서 성능ㆍ기능상의 하자로 인해 발생된 경우 → 제품교환 또는 구입가 환급</li>
                  <li>ㆍ소비자의 고의‧과실로 인한 고장인 경우 → 유상수리에 해당하는 금액 징수 후 제품교환</li>
                  <li>- 품질보증기간 경과 후</li>
                  <li>ㆍ정액감가상각한 잔여 금액에 구입가의 10%를 가산하여 환급</li>
                </ul>
              </td>
            </tr>
            <tr>
              <td>6) 제품구입 시 운송과정에서 발생된 피해</td>
              <td>ㆍ제품교환<br />(단, 전문운송기관에 위탁한 경우는 판매자가 운송사에 대해 구상권 행사)</td>
            </tr>
            <tr>
              <td>7) 사업자가 제품설치 중 발생된 피해</td>
              <td>ㆍ제품교환</td>
            </tr>
          </tbody>
        </table>
        <div class="consumer_note">
          <p>※ 비고</p>
          <ul class="num_list1">
            <li>* 감가상각방법은 정액법에 의하되 내용연수는 별표Ⅳ 품목별 내용연수표를(월할 계산) 적용함.</li>
            <li>"감가상각비=(사용연수/내용연수)× 구입가"</li>
            <li>
              * 품질보증기간 이내에 동일하자에 대해 2회까지 수리하였으나 하자가 재발하는 경우 또는 여러 부위 하자에 대해
              4회까지 수리하였으나 하자가 재발하는 경우는 수리 불가능한 것으로 봄.
            </li>
            <li>
              * 컴퓨터나 전축과 같이 개별기기 (본체와 주변기기 등)의 조합으로 이루어진 제품(set물품)을 전체로 구입한
              경우의 교환은 각 개별기기를 대상으로 하고, 동일회사에서 판매한 set물품으로서 개별기기에 대한 교환이
              불가능하여 환급할 때에는 전체를 대상으로 함. 단 컴퓨터의 경우는 본체와 모니터, 키보드만을 전체로 봄.
            </li>
            <li>"정액감가상각한 잔여금의 계산은 구입가 – 감가상각비"</li>
            <li>* 토너, 잉크 등 필수소모품(대체품이 없는 경우)은 부품에 포함됨.</li>
          </ul>
        </div>
        <h5>품목 : 가구</h5>
        <table class="consumer_table" summary="품목 : 가구 <별표Ⅰ> <별표Ⅱ> <일부품목만 발췌>">
          <caption>
            가구 품목 소비자 분쟁 해결기준
          </caption>
          <colgroup>
            <col />
            <col />
          </colgroup>
          <thead>
            <tr>
              <th scope="col">분쟁유형</th>
              <th scope="col">해결기준</th>
            </tr>
          </thead>
          <tbody>
            <tr>
              <td>1) 좀 등 벌레발생</td>
              <td>
                <ul class="num_list1">
                  <li>ㆍ구입일로부터 10일 이내 → 제품교환 또는 구입가 환급</li>
                  <li>ㆍ구입일로부터 2년 이내 → 무상수리 또는 부품교환</li>
                  <li>ㆍ부품교환 후 하자 재발생 → 제품교환</li>
                </ul>
              </td>
            </tr>
            <tr>
              <td>2) 문짝 휨</td>
              <td>
                <ul class="num_list1">
                  <li>- 문짝길이의 0.5% 이상</li>
                  <li>ㆍ구입일로부터 6개월 이내 → 제품교환</li>
                  <li>ㆍ구입일로부터 3년 이내 → 무상수리 또는 부품교환</li>
                  <li>- 문짝길이의 0.5% 이내</li>
                  <li>ㆍ구입일로부터 3년 이내 → 무상수리 또는 부품교환</li>
                </ul>
              </td>
            </tr>
            <tr>
              <td>3) 백화현상 및 도장불량</td>
              <td>
                <ul class="num_list1">
                  <li>ㆍ구입일로부터 10일 이내 → 제품교환 또는 구입가 환급</li>
                  <li>ㆍ구입일로부터 6개월 이내 → 제품교환</li>
                  <li>ㆍ구입일로부터 3년 이내 → 무상수리 또는 부품교환</li>
                  <li>ㆍ수리 후 동일하자 발생 → 제품교환</li>
                </ul>
              </td>
            </tr>
            <tr>
              <td>4) 장류 등 세트단위 가구의 색상차이</td>
              <td>ㆍ구입일로부터 1개월 이내 → 제품교환(동일색상이 없는 경우 구입가 환급)</td>
            </tr>
            <tr>
              <td>5) 장류 등 세트단위 가구의 변색</td>
              <td>
                <ul class="num_list1">
                  <li>ㆍ구입일로부터 10일 이내 → 제품교환 또는 구입가 환급</li>
                  <li>ㆍ구입일로부터 1년 이내 → 제품교환</li>
                </ul>
              </td>
            </tr>
            <tr>
              <td>6) 악취 등 자극성냄새(화학제품 등)</td>
              <td>ㆍ구입일로부터 6개월 이내 → 제품교환 또는 구입가 환급</td>
            </tr>
            <tr>
              <td>7) 규격치수허용오차(±5mm 이상)</td>
              <td>ㆍ제품교환</td>
            </tr>
            <tr>
              <td>8) 칠기가구의 균열, 패각떨어짐, 패각변색 등</td>
              <td>
                <ul class="num_list1">
                  <li>ㆍ구입일로부터 10일 이내 → 제품교환 또는구입가 환급</li>
                  <li>ㆍ구입일로부터 1년 이내 → 무상수리 또는 부품교환</li>
                </ul>
              </td>
            </tr>
            <tr>
              <td>9) 등가구의 균열ㆍ뒤틀림 또는 변색</td>
              <td>
                <ul class="num_list1">
                  <li>ㆍ구입일로부터 10일 이내 → 제품교환 또는구입가 환급</li>
                  <li>ㆍ구입일로부터 1년 이내 → 무상수리 또는 부품교환</li>
                </ul>
              </td>
            </tr>
            <tr>
              <td>10) 침대품질불량(스프링, 매트리스 등)</td>
              <td>
                <ul class="num_list1">
                  <li>ㆍ구입일로부터 10일 이내 → 제품교환 또는구입가 환급</li>
                  <li>ㆍ구입일로부터 1년 이내 → 부품교환 및 제품교환</li>
                </ul>
              </td>
            </tr>
            <tr>
              <td>11) 소파품질불량(재료의 변색, 찢어짐, 균열, 스프링불량 등)</td>
              <td>
                <ul class="num_list1">
                  <li>ㆍ구입일로부터 10일 이내 → 제품교환 또는구입가 환급</li>
                  <li>ㆍ구입일로부터 1년 이내 → 무상수리 또는 부품교환</li>
                  <li>ㆍ구입일로부터 1년 이후 → 유상수리</li>
                </ul>
              </td>
            </tr>
            <tr>
              <td>12) 제조 과정이나 신제품을 인도하면서 생긴 흠집</td>
              <td>
                ㆍ구입일로부터 15일 이내(단, 소비자가 제조 및 신제품인도 시 생긴 흠집임을 입증하는 경우는 제외한다) →
                제품교환
              </td>
            </tr>
            <tr>
              <td>13) 상표남용 등 유사제품 판매</td>
              <td>ㆍ구입가 환급</td>
            </tr>
            <tr>
              <td>14) 품질보증기간 내에 동일하자에 대해 2회 수리 받았으나 재발(3회째)</td>
              <td>ㆍ제품교환 또는구입가 환급</td>
            </tr>
            <tr>
              <td>15) 선금지급 후 물품배달 전 해약 시</td>
              <td>
                <ul class="num_list1">
                  <li>① 소비자 귀책사유로 인한 해약</li>
                  <li>- 주문제작형 가구인 경우</li>
                  <li>ㆍ가구 제작 작업 착수 이전 → 총 제품금액의 10%를 위약금으로 함</li>
                  <li>ㆍ가구 제작 작업 착수 이후 → 실손해배상</li>
                  <li>- 주문제작형 이외의 가구인 경우</li>
                  <li>ㆍ배달 3일 전까지 → 선금에서 물품대금의 5% 공제후 환급</li>
                  <li>ㆍ배달 1일 전까지 → 선금에서 물품대금의 10% 공제후 환급</li>
                  <li>② 사업자 귀책사유로 인한 해약</li>
                  <li>ㆍ선금이 물품대금의 10% 이하인 경우 → 선금의 배액</li>
                  <li>ㆍ선금이 물품대금의 10%를 초과하는 경우 → 선금에서 물품대금의 10%를 가산하여 환급</li>
                </ul>
              </td>
            </tr>
            <tr>
              <td>16) 수리가 불가능하여 발생한 피해</td>
              <td>
                <ul class="num_list1">
                  <li>- 품질보증기간 이내</li>
                  <li>ㆍ정상적인 사용 상태에서 발생한 경우 → 제품교환 또는구입가 환급</li>
                  <li>ㆍ소비자의 과실로 인하여 발생한 경우 → 구입가에서 정액감가상각비 공제 후 환급 또는 제품교환</li>
                  <li>- 품질보증기간 경과 후 → 정액 감가 상각한 잔여금액에 구입가의 5%를 가산하여 환급</li>
                </ul>
              </td>
            </tr>
          </tbody>
        </table>
        <div class="consumer_note">
          <p>※ 비고</p>
          <ul class="num_list1">
            <li>* 감가상각방법은 정액법에 의하되 내용연수는 별표Ⅳ 품목별 내용연수표를 (월할계산) 적용함.</li>
            <li>"감가상각비=(사용연수/내용연수)× 구입가"</li>
            <li>"정액감가상각한 잔여금의 계산은 구입가 - 감가상각비"</li>
          </ul>
        </div>
        <h5>품목 : 주방용품</h5>
        <table class="consumer_table" summary="품목 : 주방용품">
          <caption>
            주방용품 품목 소비자 분쟁 해결기준
          </caption>
          <colgroup>
            <col />
            <col />
          </colgroup>
          <thead>
            <tr>
              <th scope="col">분쟁유형</th>
              <th scope="col">해결기준</th>
            </tr>
          </thead>
          <tbody>
            <tr>
              <td>1) 제품구입 후 1개월 이내에 자연 발생한 품질, 성능ㆍ기능상의 하자로 인한 피해</td>
              <td>ㆍ제품교환 또는 구입가 환급</td>
            </tr>
            <tr>
              <td>2) 품질보증기간 이내에 정상적인 사용상태에서 발생한 품질ㆍ성능ㆍ기능상의 하자로 인한 피해</td>
              <td>
                <ul class="num_list1">
                  <li>ㆍ하자 발생 시 → 무상수리</li>
                  <li>ㆍ수리하였으나 하자가 재발(2회째) → 제품교환</li>
                  <li>ㆍ수리 불가능 시 → 제품교환</li>
                  <li>ㆍ교환 불가능 시 또는 교환받았으나 동종의 하자가 발생한 경우 → 구입가 환급</li>
                </ul>
              </td>
            </tr>
            <tr>
              <td>3) 부품보유기간 이내에 수리용 부품을 보유하고 있지 않아 발생한 피해</td>
              <td>
                <ul class="num_list1">
                  <li>- 품질보증기간 이내</li>
                  <li>
                    ㆍ정상적인 상태에서 자연 발생한 품질, 성능ㆍ기능상의 하자로 인해 발생된 경우 → 제품교환 또는 구입비
                    환급
                  </li>
                  <li>ㆍ소비자의 고의‧과실로 인한 고장인 경우 → 유상수리에 해당하는 금액징수 후 제품교환</li>
                  <li>- 품질보증기간 경과 후 → 정액감가상각한 잔여금액에 구입가의 10%를 가산하여 환급</li>
                </ul>
              </td>
            </tr>
            <tr>
              <td>4) 소비자가 수리 의뢰한 제품을 사업자가 분실했을 경우</td>
              <td>
                <ul class="num_list1">
                  <li>ㆍ품질보증기간 이내 → 제품교환 또는 구입가 환급</li>
                  <li>ㆍ품질보증기간 경과 후 → 정액감가상각한 금액에 10%를 가산하여 환급 (최고한도 : 구입가격)</li>
                </ul>
              </td>
            </tr>
          </tbody>
        </table>
        <div class="consumer_note">
          <p>※ 비고</p>
          <ul class="num_list1">
            <li>"감가 상각한 잔여금의 계산은 구입가 - 감가상각비"</li>
          </ul>
        </div>
        <h5>품목 : 화장품</h5>
        <table class="consumer_table" summary="품목 : 화장품">
          <caption>
            화장품 품목 소비자 분쟁 해결기준
          </caption>
          <colgroup>
            <col />
            <col />
          </colgroup>
          <thead>
            <tr>
              <th scope="col">분쟁유형</th>
              <th scope="col">해결기준</th>
            </tr>
          </thead>
          <tbody>
            <tr>
              <td>
                <ul class="num_list1">
                  <li>1) 이물혼입</li>
                  <li>2) 함량부적합</li>
                  <li>3) 변질ㆍ부패</li>
                  <li>4) 유효기간 경과</li>
                  <li>5) 용량부족</li>
                  <li>6) 품질ㆍ성능ㆍ기능 불량</li>
                </ul>
              </td>
              <td>ㆍ제품교환 또는 구입가 환급</td>
            </tr>
            <tr>
              <td>
                <ul class="num_list1">
                  <li>7) 용기 불량으로 인한 피해사고</li>
                  <li>8) 부작용</li>
                </ul>
              </td>
              <td>ㆍ치료비, 경비 및 일실소득 배상</td>
            </tr>
          </tbody>
        </table>
        <div class="consumer_note">
          <p>※ 비고</p>
          <ul class="num_list1">
            <li>
              * 치료비 지급 : 피부과 전문의의 진단 및 처방에 의한 질환 치료 목적의 경우로 함. 단, 화장품과의 인과관계가
              있어야 하며, 자의로 행한 성형ㆍ미용관리 목적으로 인한 경우에는 지급하지 아니함.
            </li>
            <li>
              * 일실소득 : 피해로 인하여 소득상실이 발생한 것이 입증된 때에 한하며, 금액을 입증할 수 없는 경우 시중
              노임단가를 기준으로 함.
            </li>
          </ul>
        </div>
        <h5>품목 : 의복류</h5>
        <table class="consumer_table" summary="품목 : 의복류">
          <caption>
            의복류 품목 소비자 분쟁 해결기준
          </caption>
          <colgroup>
            <col />
            <col />
          </colgroup>
          <thead>
            <tr>
              <th scope="col">분쟁유형</th>
              <th scope="col">해결기준</th>
            </tr>
          </thead>
          <tbody>
            <tr>
              <td>
                <ul class="num_list1">
                  <li>1) 봉제불량</li>
                  <li>2) 원단불량(제직불량, 세탁 후 변색, 탈색, 수축 등)</li>
                  <li>3) 부자재불량(단추, 지퍼, 천조각, 실오라기 등)</li>
                  <li>4) 치수(사이즈)의 부정확</li>
                  <li>5) 부당표시(미표시 및 부실표시) 및 소재구성 부적합으로 인한 세탁사고</li>
                </ul>
              </td>
              <td>ㆍ①무상수리 → ②교환 → ③환급</td>
            </tr>
            <tr>
              <td>6) 치수(사이즈)가 맞지 않거나 디자인ㆍ색상 불만</td>
              <td>ㆍ교환 또는 환급 (제품구입 후 7일 이내로서 제품에 손상이 없는 경우)</td>
            </tr>
            <tr>
              <td>7) 맞춤복의 원부자재 불량</td>
              <td>ㆍ수리, 재맞춤, 환급<br />(원부자재를 선정한 맞춤업자는 원부자재 업자와 연대하여 책임짐)</td>
            </tr>
          </tbody>
        </table>
        <div class="consumer_note">
          <p>※ 비고</p>
          <ul class="num_list1">
            <li>* 수리 불가능 시는 교환</li>
            <li>* 배상</li>
            <li>ㆍ맞춤복 원부자재 불량의 경우 공임까지 배상</li>
          </ul>
        </div>
        <h5>품목 : 신발류</h5>
        <table class="consumer_table" summary="품목 : 신발류">
          <caption>
            신발류 품목 소비자 분쟁 해결기준
          </caption>
          <colgroup>
            <col />
            <col />
          </colgroup>
          <thead>
            <tr>
              <th scope="col">분쟁유형</th>
              <th scope="col">해결기준</th>
            </tr>
          </thead>
          <tbody>
            <tr>
              <td>
                <ul class="num_list1">
                  <li>1) 봉제불량</li>
                  <li>2) 접착불량</li>
                  <li>3) 염색불량</li>
                  <li>4) 부자재 불량</li>
                </ul>
              </td>
              <td>ㆍ①무상수리 → ②교환 → ③환급</td>
            </tr>
            <tr>
              <td>5) 치수(사이즈)가 맞지 않거나 디자인 및 색상 불만</td>
              <td>ㆍ교환 또는 환급 (구입 후 7일 이내로 미착용 시)</td>
            </tr>
            <tr>
              <td>6) 방수화에 물이 스며듬</td>
              <td>ㆍ①무상수리 → ②교환 → ③환급</td>
            </tr>
          </tbody>
        </table>
        <div class="consumer_note">
          <p>※ 비고</p>
          <ul class="num_list1">
            <li>* 보상제외</li>
            <li>ㆍ 소비자과실 및 부주의로 인한 하자</li>
            <li>ㆍ 장기착화제품</li>
            <li>* 수리불가능 시는 교환</li>
            <li>* 교환/환급기준</li>
            <li>ㆍ 품질보증기간 이내 제품은 구입가 기준, 품질보증기간 경과 제품은 감가함(세탁업배상비율 참조)</li>
          </ul>
        </div>
        <h5>품목 : 가방류</h5>
        <table class="consumer_table" summary="품목 : 가방류">
          <caption>
            가방류 품목 소비자 분쟁 해결기준
          </caption>
          <colgroup>
            <col />
            <col />
          </colgroup>
          <thead>
            <tr>
              <th scope="col">분쟁유형</th>
              <th scope="col">해결기준</th>
            </tr>
          </thead>
          <tbody>
            <tr>
              <td>
                <ul class="num_list1">
                  <li>1) 봉제불량</li>
                  <li>2) 원단불량</li>
                  <li>3) 부자재불량</li>
                  <li>4) 염색불량</li>
                  <li>5) 설명서에 의한 정상적인 세탁 후 변형 변질이 있는 경우</li>
                </ul>
              </td>
              <td>ㆍ①무상수리 → ②교환 → ③환급</td>
            </tr>
            <tr>
              <td>6) 디자인ㆍ색상불만</td>
              <td>ㆍ교환 또는 환급(구입 후 7일 이내로 미사용 시)</td>
            </tr>
          </tbody>
        </table>
        <h5>품목 : 생활위생용품</h5>
        <table class="consumer_table" summary="품목 : 생활위생용품">
          <caption>
            생활위생용품 품목 소비자 분쟁 해결기준
          </caption>
          <colgroup>
            <col />
            <col />
          </colgroup>
          <thead>
            <tr>
              <th scope="col">분쟁유형</th>
              <th scope="col">해결기준</th>
            </tr>
          </thead>
          <tbody>
            <tr>
              <td>
                <ul class="num_list1">
                  <li>1) 이물혼입</li>
                  <li>2) 품질, 성능, 기능 불량</li>
                </ul>
              </td>
              <td>ㆍ제품교환 또는 구입가 환급</td>
            </tr>
            <tr>
              <td>
                <ul class="num_list1">
                  <li>3) 용기 불량으로 인한 피해사고</li>
                  <li>4) 부작용</li>
                </ul>
              </td>
              <td>ㆍ치료비, 경비 및 일실소득 배상</td>
            </tr>
            <tr>
              <td>5) 수량부족</td>
              <td>ㆍ부족수량 지급</td>
            </tr>
          </tbody>
        </table>
        <h5>품목 : 농ㆍ수ㆍ축산물</h5>
        <table class="consumer_table" summary="품목 : 농ㆍ수ㆍ축산물">
          <caption>
            농ㆍ수ㆍ축산물 품목 소비자 분쟁 해결기준
          </caption>
          <colgroup>
            <col />
            <col />
          </colgroup>
          <thead>
            <tr>
              <th scope="col">분쟁유형</th>
              <th scope="col">해결기준</th>
            </tr>
          </thead>
          <tbody>
            <tr>
              <td>
                <ul class="num_list1">
                  <li>1) 함량, 용량, 중량, 개수 부족 및 표시내용 상위</li>
                  <li>2) 부패, 변질</li>
                  <li>3) 유통기간 경과</li>
                  <li>4) 이물혼입</li>
                </ul>
              </td>
              <td>ㆍ당해품목 교환 또는 구입가 환급</td>
            </tr>
            <tr>
              <td>
                <ul class="num_list1">
                  <li>5) 부작용</li>
                  <li>6) 용기파손 등으로 인한 상해사고</li>
                </ul>
              </td>
              <td>ㆍ치료비, 경비 및 일실소득 배상</td>
            </tr>
          </tbody>
        </table>
        <h5>품목 : 귀금속, 보석</h5>
        <table class="consumer_table" summary="품목 : 귀금속, 보석">
          <caption>
            귀금속, 보석 품목 소비자 분쟁 해결기준
          </caption>
          <colgroup>
            <col />
            <col />
          </colgroup>
          <thead>
            <tr>
              <th scope="col">분쟁유형</th>
              <th scope="col">해결기준</th>
            </tr>
          </thead>
          <tbody>
            <tr>
              <td>1) 함량 및 중량미달</td>
              <td>ㆍ제품교환 또는구입가 환급</td>
            </tr>
            <tr>
              <td>
                <ul class="num_list1">
                  <li>2) 치수 상이<br />- 구입 후 1개월 이내</li>
                  <li>3) 도금 또는 입힘상태 불량<br />- 구입 후 1년 이내</li>
                </ul>
              </td>
              <td>ㆍ무상수리 또는 제품교환</td>
            </tr>
            <tr>
              <td>4) 표시와 제품의 내용이 상이(등급, 색상, 크기, 천연 또는 합성품 등)</td>
              <td>ㆍ제품교환 또는 구입가 환급</td>
            </tr>
            <tr>
              <td>5) 조립불량</td>
              <td>ㆍ무상수리 또는 제품교환</td>
            </tr>
          </tbody>
        </table>
        <h5>품목 : 액세서리</h5>
        <table class="consumer_table" summary="품목 : 액세서리">
          <caption>
            액세서리 품목 소비자 분쟁 해결기준
          </caption>
          <colgroup>
            <col />
            <col />
          </colgroup>
          <thead>
            <tr>
              <th scope="col">분쟁유형</th>
              <th scope="col">해결기준</th>
            </tr>
          </thead>
          <tbody>
            <tr>
              <td>1) 디자인, 색상, 크기에 불만이 있는 경우<br />- 구입 후 7일 이내로서 제품에 손상이 없는 경우</td>
              <td>ㆍ제품교환</td>
            </tr>
            <tr>
              <td>
                <ul class="num_list1">
                  <li>2) 조립 불량<br />- 부착물의 이탈, 끈, 고리 등의 절단</li>
                  <li>3) 도금 또는 입힘상태 불량<br />- 구입일로부터 6개월 이내</li>
                </ul>
              </td>
              <td>ㆍ무상수리 또는 제품교환</td>
            </tr>
          </tbody>
        </table>
        <h5>품목 : 스포츠용품, 레저용품</h5>
        <table class="consumer_table" summary="품목 : 스포츠용품, 레저용품">
          <caption>
            스포츠용품, 레저용품 품목 소비자 분쟁 해결기준
          </caption>
          <colgroup>
            <col />
            <col />
          </colgroup>
          <thead>
            <tr>
              <th scope="col">분쟁유형</th>
              <th scope="col">해결기준</th>
            </tr>
          </thead>
          <tbody>
            <tr>
              <td>1) 구입 후 1개월 이내에 정상적인 사용상태에서 발생한 성능‧기능상의 하자로 중요한 수리를 요할 때</td>
              <td>ㆍ제품교환 또는 구입가 환급</td>
            </tr>
            <tr>
              <td>2) 품질보증기간 이내에 정상적인 사용상태에서 발생한 성능ㆍ기능상의 하자</td>
              <td>
                <ul class="num_list1">
                  <li>ㆍ하자 발생 시 → 무상수리</li>
                  <li>ㆍ수리 불가능 시 → 제품교환 또는 구입가 환급</li>
                  <li>ㆍ교환 불가능 시 → 구입가 환급</li>
                  <li>ㆍ교환된 제품이 1개월 이내에 중요한 수리를 요할 때 → 구입가 환급</li>
                </ul>
              </td>
            </tr>
            <tr>
              <td>3) 사용자가 수리 의뢰한 제품을 사업자가 분실했을 경우</td>
              <td>
                <ul class="num_list1">
                  <li>ㆍ품질보증기간 이내 → 제품교환 또는 구입가 환급</li>
                  <li>ㆍ품질보증기간 경과 후 → 정액감가상각한 금액을 10%를 가산하여 환급 (최고한도 : 구입가격)</li>
                </ul>
              </td>
            </tr>
            <tr>
              <td>4) 부품보유기간 이내에 수리용 부품을 보유하고 있지 않아 발생한 피해</td>
              <td>
                <ul class="num_list1">
                  <li>- 품질보증기간 이내</li>
                  <li>
                    ㆍ정상적인 상태에서 자연 발생한 품질, 성능ㆍ기능상의 하자로 인해 발생된 경우 → 제품교환 또는 구입가
                    환급
                  </li>
                  <li>ㆍ소비자의 고의‧과실로 인한 고장인 경우 → 유상수리에 해당하는 금액징수 후 제품교환</li>
                  <li>- 품질보증기간 경과 후 → 정액감가상각한 잔여금액에 구입가의 10%를 가산하여 환급</li>
                </ul>
              </td>
            </tr>
          </tbody>
        </table>
        <div class="consumer_note">
          <p>※ 비고</p>
          <ul class="num_list1">
            <li>
              * 품질보증기간 이내에 동일 하자에 대해 2회까지 수리하였으나 하자가 재발하는 경우 또는 여러 부위 하자에
              대해 4회까지 수리하였으나 하자가 재발하는 경우는 수리 불가능한 것으로 봄.
            </li>
            <li>* 골프용품의 경우 제품교환의 기준이 되는 기간은 다음과 같음.</li>
            <li>ㆍ 골프채 : 구입 후 3개월 이내</li>
            <li>ㆍ 기타 골프용품 (장갑, 구두) : 구입 후 6개월 이내</li>
            <li>"감가상각한 잔여금의 계산은 구입가 - 감가상각비"</li>
          </ul>
        </div>
        <h5>품목 : 상품권</h5>
        <table class="consumer_table" summary="품목 : 상품권">
          <caption>
            상품권 품목 소비자 분쟁 해결기준
          </caption>
          <colgroup>
            <col />
            <col />
          </colgroup>
          <thead>
            <tr>
              <th scope="col">분쟁유형</th>
              <th scope="col">해결기준</th>
            </tr>
          </thead>
          <tbody>
            <tr>
              <td>
                1) 금액상품권의 경우 잔액환급비율의 금액 이상에 상당하는 물품 또는 용역을 제공받고 그 잔액을 환급하여 줄
                것을 요구하였으나 잔액환급을 거부하는 경우
              </td>
              <td>ㆍ잔액 현금 환급</td>
            </tr>
            <tr>
              <td>
                2) 특정상품에 대하여 상품권 상환을 거부하거나 할인매장 또는 할인기간 중이라는 이유 등으로 상품권 상환을
                거부하는 경우
              </td>
              <td>ㆍ당해상품 제공의무 이행 또는 상환을 제시한 상품권의 권면금액 전액 현금 환급</td>
            </tr>
            <tr>
              <td>
                3) 상품권발행자의 영업양도 등이 있는 경우 상품권발행자의 변경 등의 이유로 상품권상환을 거부하는 경우
              </td>
              <td>ㆍ상환의무 이행</td>
            </tr>
            <tr>
              <td>4) 유효기간은 경과하였으나 상사채권 소멸시효(5년) 이내인 상품권의 상환을 거부하는 경우</td>
              <td>ㆍ구매액의 100분의 90에 해당하는 현금, 물품 또는 용역의 상환의무이행</td>
            </tr>
            <tr>
              <td>
                5) 물품상품권 또는 금액상품권의 경우 물품 또는 용역의 제공이 불가능하거나 지체되어 당해 상품권의
                현금상환을 요구하였으나 이를 거부하는 경우
              </td>
              <td>ㆍ상환의무 이행</td>
            </tr>
          </tbody>
        </table>
        <div class="consumer_note">
          <p>※ 비고</p>
          <ul class="num_list1">
            <li>
              * 금액형 상품권은 상품권 금액잔액을 상품권 구매시 적용된 할인율을 고려하여 환산한 금액의 100분의 90에
              해당하는 금액 반환
            </li>
            <li>- 잔액환급비율 (=구매대금/상품권 권면금액)</li>
            <li>ㆍ상품권의 권면금액이 1만원 초과일 경우：100분의 60</li>
            <li>ㆍ상품권의 권면금액이 1만원 이하일 경우：100분의 80</li>
            <li>
              ㆍ상품권을 2매 이상 동시에 사용한 경우에는 상품권 권면금액의 합계액을 기준으로 함. 다만, 구매대금과 무관한
              상품권은 합계액에 포함하지 않음.
            </li>
            <li>- 보상책임자：상품권 발행자(직영매장포함)와 상품권발행자가 지정한자 (상품권사용가맹점 등)</li>
          </ul>
        </div>
      </div>

      <div class="footTxt" v-if="state.activeTab === TAB_TYPE.TAB2">
        <h5>소비자 기본법 제16조 [소비자 분쟁의 해결]</h5>
        <ol class="num_list mt10">
          <li>
            ① 국가 및 지방자치단체는 소비자의 불만이나 피해가 신속/공정하게 처리될수 있도록 관련기구의 설치 등 필요한
            조치를 강구하여야 한다.
          </li>
          <li>
            ② 국가는 소비자와 사업자 사이에 발생하는 분쟁을 원활하게 해결하기 위하여 대통령령이 정하는 바에 따라
            소비자분쟁해결기준을 제정할 수 있다.
          </li>
          <li>
            ③ 제2항의 규정에 따른 소비자분쟁해결기준은 분쟁당사자 사이에 분쟁해결방법에 관한 별도의 의사표시가 없는
            경우에 한하여 분쟁해결을 위한 합의 또는 권고의 기준이 된다.
          </li>
        </ol>
        <h5>동법 시행령 제8조 [소비자 분쟁해결 기준]</h5>
        <ol class="num_list mt10">
          <li>
            ① 법 제16조제2항에 따른 소비자분쟁해결기준은 일반적 소비자분쟁해결기준과 품목별 소비자분쟁해결기준으로
            구분한다.
          </li>
          <li>② 제1항의 일반적 소비자분쟁해결기준은 별표 1과 같다.</li>
          <li>
            ③ 공정거래위원회는 제2항의 일반적 소비자분쟁해결기준에 따라 품목별 소비자분쟁해결기준을 제정하여 고시할 수
            있다.
          </li>
          <li>
            ④ 공정거래위원회는 품목별 소비자분쟁해결기준을 제정하여 고시하는 경우에는 품목별로 해당 물품등의 소관
            중앙행정기관의 장과 협의하여야 하며, 소비자단체 사업자단체 및 해당 분야 전문가의 의견을 들어야 한다.
          </li>
          <li class="mt10">[별표1] 일반적 소비자분쟁해결기준(제8조제2항 관련)</li>
          <li>
            1. 사업자는 물품등의 하자·채무불이행 등으로 인한 소비자의 피해에 대하여 다음 각 목의 기준에 따라
            수리·교환·환급 또는 배상을 하거나, 계약의 해제·해지 및 이행 등을 하여야 한다.
          </li>
          <li>
            가. 품질보증기간 동안의 수리·교환·환급에 드는 비용은 사업자가 부담한다. 다만, 소비자의 취급 잘못이나
            천재지변으로 고장이나 손상이 발생한 경우와 제조자 및 제조자가 지정한 수리점·설치점이 아닌 자가 수리·설치하여
            물품등이 변경되거나 손상된 경우에는 사업자가 비용을 부담하지 아니한다.
          </li>
          <li>
            나. 수리는 지체 없이 하되, 수리가 지체되는 불가피한 사유가 있을 때는 소비자에게 알려야 한다. 소비자가 수리를
            의뢰한 날부터 1개월이 지난 후에도 사업자가 수리된 물품등을 소비자에게 인도하지 못할 경우 품질보증기간 이내일
            때는 같은 종류의 물품등으로 교환하거나 환급하고, 품질보증기간이 지났을 때에는 구입가를 기준으로 정액
            감가상각하고 남은 금액에 품목별 소비자분쟁해결기준에서 정하는 일정금액을 더하여 환급한다.
          </li>
          <li>
            다. 물품등을 유상으로 수리한 경우 그 유상으로 수리한 날부터 2개월 이내에 소비자가 정상적으로 물품등을
            사용하는 과정에서 그 수리한 부분에 종전과 동일한 고장이 재발한 경우에는 무상으로 수리하되, 수리가 불가능한
            때에는 종전에 받은 수리비를 환급하여야 한다.
          </li>
          <li>
            라. 교환은 같은 종류의 물품등으로 하되, 같은 종류의 물품등으로 교환하는 것이 불가능한 경우에는 같은 종류의
            유사물품등으로 교환한다. 다만, 같은 종류의 물품등으로 교환하는 것이 불가능하고 소비자가 같은 종류의
            유사물품등으로 교환하는 것을 원하지 아니하는 경우에는 환급한다.
          </li>
          <li>
            마. 할인판매된 물품등을 교환하는 경우에는 그 정상가격과 할인가격의 차액에 관계없이 교환은 같은 종류의
            물품등으로 하되, 같은 종류의 물품등으로 교환하는 것이 불가능한 경우에는 같은 종류의 유사물품등으로 교환한다.
            다만, 같은 종류의 물품등으로 교환하는 것이 불가능하고 소비자가 같은 종류의 유사물품등으로 교환하는 것을
            원하지 아니하는 경우에는 환급한다.
          </li>
          <li>
            바. 환급금액은 거래 시 교부된 영수증 등에 적힌 물품등의 가격을 기준으로 한다. 다만, 영수증 등에 적힌 가격에
            대하여 다툼이 있는 경우에는 영수증 등에 적힌 금액과 다른 금액을 기준으로 하려는 자가 그 다른 금액이 실제
            거래가격임을 입증하여야 하며, 영수증이 없는 등의 사유로 실제 거래가격을 입증할 수 없는 경우에는 그 지역에서
            거래되는 통상적인 가격을 기준으로 한다.
          </li>
          <li>
            2. 사업자가 물품등의 거래에 부수(附隨)하여 소비자에게 제공하는 경제적 이익인 경품류의 하자·채무불이행 등으로
            인한 소비자피해에 대한 분쟁해결기준은 제1호와 같다. 다만, 소비자의 귀책사유로 계약이 해제되거나 해지되는
            경우 사업자는 소비자로부터 그 경품류를 반환받거나 반환이 불가능한 경우에는 해당 지역에서 거래되는 같은
            종류의 유사물품등을 반환받거나 같은 종류의 유사물품등의 통상적인 가격을 기준으로 환급받는다.
          </li>
          <li>
            3. 사업자는 물품등의 판매 시 품질보증기간, 부품보유기간, 수리·교환·환급 등 보상방법, 그 밖의 품질보증에 관한
            사항을 표시한 증서(이하 "품질보증서"라 한다)를 교부하거나 그 내용을 물품등에 표시하여야 한다. 다만, 별도의
            품질보증서를 교부하기가 적합하지 아니하거나 보상방법의 표시가 어려운 경우에는 「소비자기본법」에 따른
            소비자분쟁해결기준에 따라 피해를 보상한다는 내용만을 표시할 수 있다.
          </li>
          <li>4. 품질보증기간과 부품보유기간은 다음 각 목의 기준에 따른다.</li>
          <li>
            가.품질보증기간과 부품보유기간은 해당 사업자가 품질보증서에 표시한 기간으로 한다. 다만, 사업자가 정한
            품질보증기간과 부품보유기간이 제8조제3항에 따른 품목별 소비자분쟁해결기준에서 정한 기간보다 짧을 경우에는
            품목별 소비자분쟁해결기준에서 정한 기간으로 한다.
          </li>
          <li>
            나.사업자가 품질보증기간과 부품보유기간을 표시하지 아니한 경우에는 품목별 소비자분쟁해결기준에 따른다.
          </li>
          <li>다.중고물품등에 대한 품질보증기간은 품목별 분쟁해결기준에 따른다.</li>
          <li>
            라.품질보증기간은 소비자가 물품등을 구입하거나 제공받은 날부터 기산한다. 다만, 계약일과 인도일(용역의
            경우에는 제공일을 말한다. 이하 이 목에서 같다)이 다른 경우에는 인도일을 기준으로 하고, 교환받은 물품등의
            품질보증기간은 교환받은 날부터 기산한다.
          </li>
          <li>
            마.품질보증서에 판매일자가 적혀 있지 아니한 경우, 품질보증서 또는 영수증을 받지 아니하거나 분실한 경우 또는
            그 밖의 사유로 판매일자를 확인하기 곤란한 경우에는 해당 물품등의 제조일이나 수입통관일부터 3월이 지난 날부터
            품질보증기간을 기산하여야 한다. 다만, 물품등 또는 물품등의 포장에 제조일이나 수입통관일이 표시되어 있지
            아니한 물품등은 사업자가 그 판매일자를 입증하여야 한다.
          </li>
          <li>
            5. 물품등에 대한 피해의 보상은 물품등의 소재지나 제공지에서 한다. 다만, 사회통념상 휴대가 간편하고 운반이
            쉬운 물품등은 사업자의 소재지에서 보상할 수 있다.
          </li>
          <li>
            6. 사업자의 귀책사유로 인한 소비자피해의 처리과정에서 발생되는 운반비용, 시험·검사비용 등의 경비는 사업자가
            부담한다.
          </li>
        </ol>
        <h5>소비자 기본법 제9조 [소비자분쟁해결 기준의 적용]</h5>
        <ol class="num_list mt10">
          <li>
            ① 다른 법령에 근거한 별도의 분쟁해결기준이 제8조의 소비자분쟁해결기준보다 소비자에게 유리한 경우에는 그
            분쟁해결기준을 제8조의 소비자분쟁해결기준에 우선하여 적용한다.
          </li>
          <li>
            ② 품목별 소비자분쟁해결기준에서 해당 품목에 대한 분쟁해결기준을 정하고 있지 아니한 경우에는 같은 기준에서
            정한 유사품목에 대한 분쟁해결기준을 준용할 수 있다.
          </li>
          <li>
            ③ 품목별 소비자분쟁해결기준에서 동일한 피해에 대한 분쟁해결기준을 두가지 이상 정하고 있는 경우에는 소비자가
            선택하는 분쟁해결기준에 따른다.
          </li>
        </ol>
      </div>
    </div>
  </div>
</template>

<script lang="ts" setup>
import { getOSByUserAgent } from '@/utils/device'
const TAB_TYPE = { TAB1: 'TAB1', TAB2: 'TAB2' } as const
type Key = (typeof TAB_TYPE)[keyof typeof TAB_TYPE]
interface Reactive {
  tabItems: { id: Key; title: string }[]
  activeTab: Key
}
const state = reactive<Reactive>({
  tabItems: [
    { id: TAB_TYPE.TAB1, title: '소비자분쟁해결' },
    { id: TAB_TYPE.TAB2, title: '소비자기본법' }
  ],
  activeTab: TAB_TYPE.TAB1
})
const _onChangeTab = (id: Key) => {
  state.activeTab = id
}
</script>

<style lang="scss">
@use '~/pages/common/terms/scss/terms.scss';
</style>
